// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Nom du périphérique";
"connection" = "Connexion";
"model" = "Modèle du périphérique";
"details" = "Détails";
"aggregateDeviceType" = "Type de périphérique";
"isInstalled" = "Installé";

"All" = "Toutes";

// Format string for info-label with no filter
"Found %lu devices" = "%lu périphériques trouvés";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Affichage de %lu sur %lu périphériques";

"Rendezvous" = "Bonjour";

"Add" = "Ajouter";
"Cancel" = "Annuler";

// Filter titles
"Connection Type:" = "Type de connexion :";
"Device Type:" = "Type de périphérique :";

// Connection type filter menu items
"Printer" = "Imprimante";
"Scanner" = "Scanner";
"Fax" = "Télécopieur";

// Sort filter tooltip
"ItemArrangement" = "Modifier la disposition de l’élément";
"Arrange" = "Moyenne";
